export const ar = {
  // Homepage Translations
	home: {
		heroTitle: [
			"المنصة وجهتك",
			"لجميع البيانات",
			"المتعلقة بالمج",
			"تمعات المدنية",
		],
		descriptionSubtitle: "بوابتك للمجتمع المدني",
		description:
			"المنصة وجهتك لجميع البيانات المتصلة بتحليلات وتدخلات بعض الفاعلين/ات بالمجتمع المدني والمجموعات القاعدية، و ذوي الصلة من المنظمات الدولية، بعدد من المناطق الواقعة تحت سيطرة الحكومة السودانية والحركات المسلحة",
		goals: [
			"مشاركة البيانات و المعلومات المتصلة بتغيرات السياق",
			"الربط ما بين كافة مكونات المجتمع المدني في السودان",
			"تعزيز جهود التنسيق و التشبيك و تبادل الخبرات ",
		],
		handshakeGoal:
			"هدفنا خلق جبهة موحدة ومنسقة ما بين كافة مكونات ومستويات المجتمع المدني لدعم قضايا الإنتقال في السودان",
		registerDescription: "يمكنك التسجيل الآن للوصول إلى جميع محتويات المنصة",
	},
  // Framework Group Page Translations
	fwm: {
		heroTitle: ["المنتدى", "التفاكري", "للسلام"],
		heroDescription:
			"المنتدى هو جهة غير رسمية للتعاون فيما بين ممثلي/ات المجتمع المدني السودانيين والدوليين والمنظمات, هدفنا هو تحول سلمي وإنتقال ديمقراطي, لا عنفي وشامل ومتكامل بيقادة سودانية",
		background: "خلفية",
		backgroundDescription: [
			"بدء عمل المنتدى التفاكري للسلام في العام 2012، وذلك عقب اندلاع الصراع المسلح بولايات جنوب كردفان والنيل الأزرق ما بين الحكومة السودانية والحركة الشعبية لتحرير السودان - شمال، وترافق ذلك مع الموجة الثانية لإبعاد والتضييق على أنشطة المجتمع المدني، مما دفع قطاع كبير من هذه المنظمات للعمل من خارج السودان، او تقليص انشطة المجتمع المدني المتواجدة في مناطق سيطرة الحكومة الساعية لإحداث تحول ديمقراطي",
			"ومن هناك تبين أن هنالك حاجة لابتداع آلية تنسيق سودانية تجمع ما بين مكونات المجتمع المدني المتواجد في مناطق سيطرة النظام السابق والتي تعملُ في ظل تضييقٍ وحالةٍ أمنية حرجة، وأيضا المنظمات والمجموعات العاملة في مناطق سيطرة الحركات المسلحة، بالإضافة الى المنظمات التي جرى ابعادها خارج السودان التي ركزت جهودها في الضغط على النظام السابق من خلال الآليات الدولية والإقليمية ، وايضا المنظمات الدولية ذات الصلة، لتنسيق أنشطة متسقة ومنسقة للعمل في تعزيز قيم الديمقراطية والسلام والتحول الديمقراطي بالسودان",
		],
		activitiesTitle: "أنشطة المنتدى",
		activities: [
			"إجتماعات إقليمية",
			"إجتماعات نصف سنوية",
			"نشرات دورية",
			"إجتماعات مواضيعية",
			"ترجمة وتوزيع وثائق مهمة",
			"نقاشات طاولة مستديرة",
			"حملات مناصرة",
		],
		role: "دور المنتدى",
		roleDescription:
			"دور المنتدى هو تسهيل صنع مساحات للنقاش والتنسيق بين الممثلينات المختلفينات. أما دور المساهمينات في المنتدى فهو امتلاك الملكية الكاملة للنحليلات والتوصيات، بينما يشجع المنتدى المساهمينات على تنفيذ اياً من التدخلات الموصى بها التي تنبثق من توصيات الأنشطة المتنوعة المنفذة عبر النتدى منأجل التوصل لتدخلات مطلعة وشاملة وتعالج جذور الصراع في السودان.",
		readmoreDescription:
			"يمكنك الوصول للمحتوى والتقارير والمستندات المتعلقة بالمنتدى التفاكري للسلام من هنا",
	},
	contact: {},
	common: {
		registerNow: "سجل الآن",
		readMore: "إقرأ المزيد",
	},
};
