export const ar = {
	// Homepage Translations
	home: {
		heroTitle: [
			"المنصة وجهتك",
			"لجميع البيانات",
			"المتعلقة بالمجـ",
			"ـتمعات المدنية",
		],
		descriptionSubtitle: "بوابتك للمجتمع المدني",
		description:
			"المنصة وجهتك لجميع البيانات المتصلة بتحليلات وتدخلات بعض الفاعلين/ات بالمجتمع المدني والمجموعات القاعدية، و ذوي الصلة من المنظمات الدولية، بعدد من المناطق الواقعة تحت سيطرة الحكومة السودانية والحركات المسلحة",
		goals: [
			"مشاركة البيانات و المعلومات المتصلة بتغيرات السياق",
			"الربط ما بين كافة مكونات المجتمع المدني في السودان",
			"تعزيز جهود التنسيق و التشبيك و تبادل الخبرات ",
		],
		handshakeGoal:
			"هدفنا خلق جبهة موحدة ومنسقة ما بين كافة مكونات ومستويات المجتمع المدني لدعم قضايا الإنتقال في السودان",
		registerDescription: "يمكنك التسجيل الآن للوصول إلى جميع محتويات المنصة",
	},
	// Framework Group Page Translations
	fwm: {
		heroTitle: ["المنتدى", "التفاكري", "للسلام"],
		heroDescription:
			"المنتدى هو جهة غير رسمية للتعاون فيما بين ممثلي/ات المجتمع المدني السودانيين والدوليين والمنظمات, هدفنا هو تحول سلمي وإنتقال ديمقراطي, لا عنفي وشامل ومتكامل بيقادة سودانية",
		background: "خلفية",
		backgroundDescription: [
			"بدء عمل المنتدى التفاكري للسلام في العام 2012، وذلك عقب اندلاع الصراع المسلح بولايات جنوب كردفان والنيل الأزرق ما بين الحكومة السودانية والحركة الشعبية لتحرير السودان - شمال، وترافق ذلك مع الموجة الثانية لإبعاد والتضييق على أنشطة المجتمع المدني، مما دفع قطاع كبير من هذه المنظمات للعمل من خارج السودان، او تقليص انشطة المجتمع المدني المتواجدة في مناطق سيطرة الحكومة الساعية لإحداث تحول ديمقراطي",
			"ومن هناك تبين أن هنالك حاجة لابتداع آلية تنسيق سودانية تجمع ما بين مكونات المجتمع المدني المتواجد في مناطق سيطرة النظام السابق والتي تعملُ في ظل تضييقٍ وحالةٍ أمنية حرجة، وأيضا المنظمات والمجموعات العاملة في مناطق سيطرة الحركات المسلحة، بالإضافة الى المنظمات التي جرى ابعادها خارج السودان التي ركزت جهودها في الضغط على النظام السابق من خلال الآليات الدولية والإقليمية ، وايضا المنظمات الدولية ذات الصلة، لتنسيق أنشطة متسقة ومنسقة للعمل في تعزيز قيم الديمقراطية والسلام والتحول الديمقراطي بالسودان",
		],
		activitiesTitle: "أنشطة المنتدى",
		activities: [
			"إجتماعات إقليمية",
			"إجتماعات نصف سنوية",
			"نشرات دورية",
			"إجتماعات مواضيعية",
			"ترجمة وتوزيع وثائق مهمة",
			"نقاشات طاولة مستديرة",
			"حملات مناصرة",
		],
		role: "دور المنتدى",
		roleDescription:
			"دور المنتدى هو تسهيل صنع مساحات للنقاش والتنسيق بين الممثلينات المختلفينات. أما دور المساهمينات في المنتدى فهو امتلاك الملكية الكاملة للنحليلات والتوصيات، بينما يشجع المنتدى المساهمينات على تنفيذ اياً من التدخلات الموصى بها التي تنبثق من توصيات الأنشطة المتنوعة المنفذة عبر النتدى منأجل التوصل لتدخلات مطلعة وشاملة وتعالج جذور الصراع في السودان.",
		readmoreDescription:
			"يمكنك الوصول للمحتوى والتقارير والمستندات المتعلقة بالمنتدى التفاكري للسلام من هنا",
	},
	reports: {
		heroStockDescription: "الرجاء إختيار إحدى العناوين لمعرفة المزيد",
		monthly: "النشرات الشهرية",
		monthlyDescription:
			"من خلال هذه النشرة يقوم فريق التنسيق للمنتدى التفاكري، باستعراض أهم القضايا الطارئة والمستجدات المتصلة بالأوضاع في مناطق سيطرة الحكومة السودانية ومناطق سيطرة حركات الكفاح المسلح، حيث تحوي هذه النشرات اهم التحليلات المتصلة بالأوضاع السياسية والاقتصادية والأمنية والقضايا الطارئة من وجهة نظر مساهمي /ات المنتدى و الفاعلين/ات بالمجتمع المدني بهذه المناطق. ",
		advocacy: "تقارير المناصرة",
		advocacyDescription: `تستعرض هذه النشرة التي يتم اصدارها كل شهرين بواسطة فريق التنسيق للمنتدى، أهم القضايا التي تتطلب تدخلات عاجلة ومناصرة بواسطة المجتمع المدني على المستوى الوطني او الاقليمي، أو ذوي الصلة من المنظمات الدولية، والتي يتم التوصل إليها من خلال تحليل نتائج توصيات الاجتماعات والأنشطة الإقليمية والولائية التي يتم تنفيذها بواسطة فريق التنسيق بمناطق عمله، أيضا من خلال المقابلات و الجلسات التشاورية مع مساهمي المنتدي و الفاعلين/ات بالمجتمع المدني`,
		special: "تقارير متخصصة",
		specialDescription:
			"يقوم المنتدى التفاكري بإصدار نشرة ربع سنوية تتناول إحدى القضايا الفاعلة و المؤثرة على المستوى الوطني من خلال إجراء مقابلات و جلسات تشاورية لاستطلاع آراء مساهمين/ات المنتدى او الفاعلين/ات بهذه القضايا. ",
		bimonthly: "نشرات نصف شهرية",
		bimonthlyDescription: `
			يعمل فريق التنسيق على مشاركة المساهمين/ات بالمنتدي و الفاعلين/ات بالمجتمع المدني على تقارير نصف شهري ( كل 14 يوما ) ، تتناول أهم التحديثات المتصلة بـــــــ : السياق السياسي - الأوضاع الاقتصادية - الأوضاع الأمنية - تحديثات المتصلة بالمجتمع المدني و المجموعات القاعدية - القضايا الطارئة. وذلك بمناطق عمل المنتدى التفاكري المختلفة (ولايات إقليم دارفور - ولايات إقليم شرق السودان - ولاية جنوب كردفان " مناطق سيطرة الحكومة السودانية " - ولاية النيل الأزرق " مناطق سيطرة الحكومة السودانية " - مناطق سيطرة الحركة الشعبية لتحرير السودان - شمال، في ولايتي " النيل الأزرق وجنوب كردفان "). `,
		libraryDescription:
			"ستجد هنا جميع المستندات والتقارير المتعلقة بالمنتدى التفاكري للسلام, من تقارير شهرية,نصف شهرية وتقارير إجتماعات وتقارير المناصرة",
		libraryFilters: ["عرض الكل", "نوع التقرير", "الموقع", "السنة", "الشهر"],
		libraryFiltersLocations: [
			"النيل الأزرق",
			"دارفور",
			"قومية",
			"جنوب كردفان",
			"شرق السودان",
		],
		libraryFiltersYears: [2021, 2020],
		libraryFiltersMonths: [
			"يناير",
			"فبراير",
			"مارس",
			"ابريل",
			"مايو",
			"يونيو",
			"يوليو",
			"أغسطس",
			"سبتمبر",
			"اكتوبر",
			"نوفمبر",
			"ديسمبر",
		],
	},
	spaces: {
		title: "المساحات المفتوحة للمنتدى التفاكري للسلام",
		description:
			"يعمل فريق تنسيق المنتدى التفاكري للسلام على إنشاء مساحة عمل مفتوحة للمجتمع المدني والمجموعات القاعدية والمساهمين/ات بالمنتدى لتسهيل تنفيذ أي أنشطة/ اجتماعات/ برامج رفع قدرات، تعمل على دعم وتعزيز عملية التحول الديمقراطي والانتقال في السودان بواسطة المجتمع المدني. وقد جرى إعداد هذه المساحات و تجهيزها بكافة التدابير اللوجستية (انترنت بجودة عالية - بإمداد كهربائي مستمر عبر الطاقة الشمسية - معدات تقنية الفيديو كونفرنس).",
		spacesTitles: [
			"مساحة منظمة عديلة للثقافة والفنون",
			"مساحة الخرطوم ولاية جنوب كردفان - محلية الدلنج",
			"مساحة المنتدى التفاكري للسلام بزالنجي",
			"مساحة المنتدى التفاكري للسلام بمقاطعة كاودا، ولاية جنوب كردفان",
		],
		reserve: "إحجز مساحة",
		reserveNow: "إحجز الآن",
		reserveDescription: "يمكنك حجز مساحة عن طريق ملأ الطلب من الرابط التالي",
		bg: "المساحات",
	},
	contact: {
		description:
			"للتواصل مع فريق تنسيق المنتدى التفاكري للسلام فيما يتصل بالتعرف على أنشطة وبرامج عمل المنتدى التفاكري بمناطق عمله المختلفة، الرجاء استخدام النموذج المرفق في الأدنى، سوف يقوم فريق التنسيق بالتواصل مع سيادتكم/ن مباشرة",
		name: "الإسم بالكامل",
		message: "الرسالة",
	},
	common: {
		registerNow: "سجل الآن",
		readMore: "إقرأ المزيد",
		menu: [
			"الرئيسية",
			"المنتدى التفاكري للسلام",
			"تقارير",
			"بيانات من أجل التغيير",
			"المساحات المفتوحة",
		],
		contactUs: "تواصل معنا",
		login: "تسجيل دخول",
		logout: "تسجيل خروج",
		newAccount: "حساب جديد",
		logo: "المنصة",
		footer: {
			linksTitle: "روابط مهمة",
			links: ["الرئيسية", "المنتدى", "بيانات للتغيير", "التقارير"],
		},
		email: "البريد الإلكتروني",
		phone: "رقم الهاتف",
		submit: "إرسال",
		copyrights: "2022 © كل الحقوق ملكية المنتدى التفاكري للسلام",
	},
};
